Repository: Jevuska/marketing-tool-for-klikbayi-affiliate
Catalog: lib/languages/klikbayi-*.po
Languages: id_id

source: Marketing plugin for KlikBayi affiliate. The easy way to selling <a href="http://klikbayi.com/">KlikBayi.com's</a> product.
id_id: Plugin pemasaran untuk affiliate KlikBayi. Cara mudah untuk menjual produk <a href="http://klikbayi.com/">KlikBayi.com</a>.

source: Settings
id_id: Pengaturan

source: Overview
id_id: Ulasan

source: This plugin is especially designed to give KlikBayi.com&#39;s affiliates freedom to place the order button/form order (with its affiliate ID included) so the customer can order from their wordpress blog directly and they don&#39;t need to open KlikBayi.com main site anymore.<br>There are many option to place the order button/ form order from single/specific post to widget sidebar. Just make sure you give the necessary description needed for KlikBayi.com product&#39;s.
id_id: Plugin ini dirancang khusus untuk memberikan afiliasi KlikBayi.com ini kebebasan untuk menempatkan urutan tombol order / form (dengan ID afiliasinya termasuk) sehingga pelanggan dapat memesan dari blog wordpress mereka secara langsung dan mereka tidak perlu membuka KlikBayi.com situs utama lagi. <br> Ada banyak pilihan untuk menempatkan urutan tombol order / form dari tunggal / pos tertentu untuk widget sidebar. Pastikan Anda memberikan keterangan yang diperlukan yang diperlukan untuk produk KlikBayi.com ini.

source: Troubleshooting
id_id: Penyelesaian masalah

source: If you get an error, try to deactivate or uninstall the plugin and activate it again.
id_id: Jika Anda mendapatkan kode kesalahan, cobaah untuk menonaktifkan atau menghapus plugin dan mengaktifkannya kembali.

source: <h4>How do I setup my WordPress theme to work with Klik Bayi plugin?</h4><p>You can use php code <code>&lt;?php do_action(&#39;klikbayi&#39;); ?&gt;</code> and add this single line code after the_content code. Single or sitewide pages is welcome. More advance code is available.</p>
id_id: <h4> Bagaimana cara setup tema WordPress saya untuk bekerja dengan plugin Klik Bayi? </h4><p> Anda dapat menggunakan kode php <code><?php do_action('klikbayi'); ?></code> Dan tambahkan kode ini setelah baris kode the_content. Halaman tunggal atau seluruh situs dipersilahkan. Lebih kode muka tersedia. </p>

source: Marketing plugin for KlikBayi affilate. The killers plugin for KlikBayi.com&#39;s product.
id_id: Plugin pemasaran untuk KlikBayi affilate. The killers plugin untuk produk KlikBayi.com.

source: Activate
id_id: Aktifkan

source: Save Changes
id_id: Simpan Perubahan

source: Shortcode result: add into post area or text widget.
id_id: Hasil shortcode: tambahkan ke dalam postingan atau widget teks.

source: PHP Code result: add into your current theme. Use opening and closing php tags if this code not surrounding other php code.
id_id: Hasil kode PHP: tambahkan ke template Anda. Gunakan tag pembuka dan penutup php apabila kode ini tidak dilingkupi kode php lain.

source: Success to reset your data.
id_id: Berhasil mereset data Anda.

source: Your affiliate ID still empty. Try to add yours.
id_id: Affiliate ID Anda masih kosong. Tambahkan ID Anda.

source: Your Affiliate ID was added.
id_id: Affiliate ID Anda sudah ditambahkan.

source: Success to add your affiliate ID.
id_id: Sukses menambahkan ID affiliate.

source: For more information:
id_id: Untuk informasi lanjut:

source: Plugin Page
id_id: Halaman Plugin

source: You need to add your KlikBayi.Com&#39;s affiliate ID first.
id_id: Untuk mengaktifkan plugin, silahkan tambahkan ID (username) affiliate Anda.

source: General settings of form order.
id_id: Pengaturan form pemesanan.

source: Shortcode of form order.
id_id: Shortcode form pemesanan.

source: Main Shortcode
id_id: Shortcode Utama

source: With parameters
id_id: Dengan parameter

source: PHP Code for template:
id_id: Kode PHP untuk template:

source: USAGE: Shortcode and PHP Code for theme is available. Select your parameters, Choose option values, and push Generate Code button. Add your code into post area, widget or into theme directly.
id_id: PENGGUNAAN: Shortcode dan kode PHP tersedia untuk template. Pilih parameter Anda, tentukan nilai (value) lalu klik tombol Generate Code. Tambahkan kode ke dalam postingan, widget atau template secara langsung.

source: Contact Page
id_id: Halaman Kontak

source: <p><img src="%1$s"><i class="%2$s">Book of KlikBayi.Com.</i></p><p class="%3$s"> &#126; by dr. Eiyta Ardinasari</p><p class="%3$s">Here our support contact <i class="%4$s"></i> <a href="%5$s" title="%6$s">%7$s</a></p>
id_id: <p><img src="%1$s"><i class="%2$s">Produk KlikBayi.Com.</i></p><p class="%3$s"> &#126; by dr. Eiyta Ardinasari</p><p class="%3$s">Kontak Kami <i class="%4$s"></i> <a href="%5$s" title="%6$s">%7$s</a></p>

source: Uncheck to hide.
id_id: Hilangkan centang untuk menyembunyikan.

source: Include Post ID, separate them by comma.
id_id: ID Postingan yang hanya diikutkan, pisahkan dengan tanda koma.

source: Exclude Post ID, separate them by comma.
id_id: ID Postingan yang dikecualikan, pisahkan dengan tanda koma

source: Affiliate ID is your KlikBayi.Com&#39;s affiliate login or username.<br/>Don&#39;t have one? <a target="_blank" href="%s/affiliasi.php">Become Affiliate</a>.
id_id: Affiliate ID adalah username atau affiliate login yang Anda gunakan saat mendaftar affiliate pertama kali. Belum punya ID (username)? Silahkan <a target="_blank" href="%s/affiliasi.php">daftar affiliate</a>.

source: Make sure its your affiliate ID.
id_id: Pastikan user ID affiliate Anda sudah benar.

source: Change the form title or leave empty to hide it.
id_id: Ganti judul form atau biarkan kosong untuk menyembunyikan.

source: Change the button text
id_id: Ganti tulisan tombol

source: Set size in pixel or percent. 0 for unset.
id_id: Atur ukuran dalam piksel atau persen. 0 untuk tidak merubah.

source: Width
id_id: Lebar

source: Height
id_id: Tinggi

source: No items
id_id: Tidak ada item

source: Plugin Activated
id_id: Plugin Aktif

source: General Settings
id_id: Pengaturan Umum

source: Update News
id_id: Info Terbaru

source: Add Your Affiliate ID
id_id: Tambahkan ID (username) affiliate

source: Show Under Post
id_id: Tampilkan di bawah postingan

source: Include Post
id_id: Tampilkan hanya ID Postingan ini

source: Exclude Post
id_id: Mengecualikan ID postingan ini

source: Form Order Type
id_id: Jenis Form Order

source: Form Title
id_id: Judul Form

source: Button Text
id_id: Tulisan Tombol

source: Form Size
id_id: Ukuran Form

source: Form Style
id_id: Model Form

source: plugin by
id_id: plugin oleh

source: Version
id_id: Versi

source: Include post ID.
id_id: Tampilkan hanya ID Postingan ini

source: Exclude post ID.
id_id: Mengecualikan ID postingan ini.

source: Choose your type.
id_id: Pilih tipe yang Anda inginkan.

source: Change the text. Leave empty to hide.
id_id: Mengganti teks. Biarkan kosong untuk menyembunyikan.

source: Change the text.
id_id: Mengganti teks.

source: Form size: ( width, height, unit) px or %. Unit is unset for popup for/button type. Default i pixels.
id_id: Ukuran form: ( width, height, unit) px or %. Unit is unset for popup for/button type. Default i pixels.

source: Form Style.
id_id: Model Form.

source: Option Value
id_id: Pilihan Value

source: Description
id_id: Deskripsi

source: Form Order
id_id: Form Pemesanan

source: Order
id_id: Pesan

source: KlikBayi.Com&#39;s Product
id_id: Produk KlikBayi.Com

source: Title
id_id: Judul

source: Additional Text (HTML allowed)
id_id: Teks tambahan (Kode HTML dibolehkan)

source: Include Post ID (separate them by comma)
id_id: ID Postingan yang hanya diikutkan (pisahkan dengan tanda koma)

source: Exclude Post ID (separate them by comma)
id_id: ID Postingan yang dikecualikan (pisahkan dengan tanda koma)

source: Form Order Style
id_id: Tampilan Form Pemesanan

source: Full Name
id_id: Nama Lengkap

source: Email
id_id: Alamat Email

source: Shipping Address &amp; Zip Code
id_id: Alamat Pengiriman &amp; Kodepos

source: City &amp; Province
id_id: Kota &amp; Propinsi

source: Mobile Phone
id_id: Nomor Handphone
